Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: כְּשֶׁהַטֵּלֵפוֹן זָז, הַהוֹרִים שֶׁלְּךָ יוֹדְעִים שֶׁהִגַּעְתָּ בְּשָׁלוֹם — לְבֵית הַסֵּפֶר, הַבַּיְתָה אוֹ לַחוּג.
ar: عندما يتحرك الهاتف، يعرف أهلك أنك وصلت بأمان — إلى المدرسة أو البيت أو النادي.
en: When the phone moves, your parents know you got there safely — to school, home or your club.
ru: Когда телефон перемещается, родители знают, что ты благополучно добрался — до школы, домой или на кружок.

source: כְּשֶׁהַטֵּלֵפוֹן זָז, הַהוֹרִים שֶׁלָּךְ יוֹדְעִים שֶׁהִגַּעַתְּ בְּשָׁלוֹם — לְבֵית הַסֵּפֶר, הַבַּיְתָה אוֹ לַחוּג.
ar: عندما يتحرك الهاتف، يعرف أهلكِ أنكِ وصلتِ بأمان — إلى المدرسة أو البيت أو النادي.
en: When the phone moves, your parents know you got there safely — to school, home or your club.
ru: Когда телефон перемещается, родители знают, что ты благополучно добралась — до школы, домой или на кружок.

source: כְּשֶׁמִּישֶׁהוּ יְבַקֵּשׁ לִהְיוֹת חָבֵר שֶׁלְּךָ — זֶה יוֹפִיעַ כָּאן.
ar: عندما يطلب أحدهم أن يكون صديقك — سيظهر ذلك هنا.
en: When someone asks to be your friend, it'll show up here.
ru: Когда кто-то захочет добавить тебя в друзья — это появится здесь.

source: כְּשֶׁמִּישֶׁהוּ יְבַקֵּשׁ לִהְיוֹת חָבֵר שֶׁלָּךְ — זֶה יוֹפִיעַ כָּאן.
ar: عندما يطلب أحدهم أن يكون صديقكِ — سيظهر ذلك هنا.
en: When someone asks to be your friend, it'll show up here.
ru: Когда кто-то захочет добавить тебя в друзья — это появится здесь.

source: כְּשֶׁמַּגִּיעִים לַמַּקְסִימוּם הַיּוֹמִי (%lld דַּקּוֹת), מַה שֶּׁמַּרְוִיחִים אַחַר כָּךְ נִשְׁמָר לְמָחָר 🎁
ar: عندما تصل إلى الحدّ اليوميّ (%lld د.)، كل ما تربحه بعد ذلك يُحفظ للغد 🎁
en: Once you reach the daily max (%lld min), whatever you earn after that is saved for tomorrow 🎁
ru: Когда дойдёшь до дневного максимума (%lld мин.), всё, что заработаешь дальше, сохранится на завтра 🎁

source: כְּתִיב נָכוֹן, מִלִּים וְדִקְדּוּק
ar: الإملاء الصحيح والكلمات والقواعد
en: Spelling, words, and grammar
ru: Правописание, слова и грамматика

source: כִּמְעַט!
ar: اقتربت!
en: Almost!
ru: Почти!

source: כִּמְעַט! בְּמַכְשִׁיר הַהוֹרֶה לַחֲצוּ עַל הַיֶּלֶד הַסְּפֵּצִיפִי כְּדֵי לְקַבֵּל קוֹד אִישִׁי, אוֹ סִרְקוּ אֶת קוֹד הַ-QR שֶׁלּוֹ.
ar: اقتربت! في جهاز الوالد اضغطوا على الطفل المحدّد للحصول على رمز شخصي، أو امسحوا رمز QR الخاص به.
en: Almost! On the parent device, tap the specific child to get their personal code, or scan their QR code.
ru: Почти! На устройстве родителя нажмите на нужного ребёнка, чтобы получить личный код, или отсканируйте его QR-код.

source: כִּמְעַט! בִּדְקוּ שׁוּב אֶת הַתַּרְגִּיל 🔍
ar: تقريبًا! تحققوا من التمرين مرة أخرى 🔍
en: Almost! Check the exercise again 🔍
ru: Почти! Проверьте пример ещё раз 🔍

source: כִּמְעַט! בּוֹא נְנַסֶּה שׁוּב 💪
ar: اقتربت! هيّا نحاول مرة أخرى 💪
en: Almost! Let's try again 💪
ru: Почти! Давай попробуем ещё раз 💪

source: כִּמְעַט! בּוֹאִי נְנַסֶּה שׁוּב 💪
ar: اقتربتِ! لنحاول مرة أخرى 💪
en: So close! Let's try again 💪
ru: Почти! Давай попробуем ещё раз 💪

source: כִּמְעַט! נְנַסֶּה שׁוּב 💪
ar: اقتربنا! لنحاول مرة أخرى 💪
en: Almost! Let's try again 💪
ru: Почти! Попробуем ещё раз 💪

source: כִּמְעַט! נְנַסֶּה שׁוּב.
ar: تَقْرِيبًا! لِنُحاوِل مَرَّةً أُخْرى.
en: Almost! Let's try again.
ru: Почти! Попробуем снова.

source: כִּמְעַט! נַסּוּ שׁוּב 💪
ar: اقتربت! حاولوا مرة أخرى 💪
en: Almost! Try again 💪
ru: Почти! Попробуй ещё раз 💪

source: כִּמְעַט! 🌟
ar: اقتربت! 🌟
en: Almost! 🌟
ru: Почти! 🌟

source: כִּמְעַט! 💪
ar: اقتربنا! 💪
en: Almost! 💪
ru: Почти! 💪

source: כִּנּוֹר
ar: كمان
en: violin
ru: скрипка

source: כִּסֵּא
ar: كرسي
en: chair
ru: стул

source: כִּתְבוּ הוֹדָעָה…
ar: اكتبوا رسالة…
en: Write a message…
ru: Напишите сообщение…

source: כִּתְבוּ כָּאן…
ar: اكتبوا هنا…
en: Write here…
ru: Напишите здесь…

source: כִּתָּה %@
ar: الصف %@
en: Grade %@
ru: %@ класс

source: כִּתָּה ב'
ar: الصف الثاني
en: 2nd grade
ru: 2-й класс

source: כִּתָּה ה׳ וּמַעְלָה
ar: الصف الخامس فما فوق
en: 5th grade & up
ru: 5-й класс и старше

source: כִּתּוֹת %@–%@
ar: الصفوف %@–%@
en: Grades %@–%@
ru: Классы %@–%@

source: כִּתּוֹת א-ב
ar: الصفان الأول والثاني
en: Grades 1–2
ru: Классы 1–2

source: כִּתּוֹת ג-ד
ar: الصفان الثالث والرابع
en: Grades 3–4
ru: Классы 3–4

source: כֵּן!
ar: نعم!
en: Yes!
ru: Да!

source: כֵּן, הִצְטָרְפוּ
ar: نعم، انضمّوا
en: Yes, join
ru: Да, присоединиться

source: כֵּן, חַבְּרוּ
ar: نعم، اربطوا
en: Yes, connect
ru: Да, подключить

source: כֵּן, לְסַיֵּם לְכוּלָּם
ar: نعم، أنهوها للجميع
en: Yes, end it for everyone
ru: Да, завершить для всех

source: כֵּן, לָצֵאת
ar: نعم، الخروج
en: Yes, leave
ru: Да, выйти

source: כֵּן, צְאוּ
ar: نعم، اخرجوا
en: Yes, exit
ru: Да, выходим

source: כֶּלֶב
ar: كلب
en: dog
ru: собака

source: כֶּלֶב יָם
ar: فقمة
en: Seal
ru: Тюлень

source: כֶּסֶף שֶׁקִּבַּלְנוּ בְּמַתָּנָה
ar: مال حصلنا عليه هدية
en: money we got as a gift
ru: деньги в подарок

source: כֶּסֶף, חִסָּכוֹן וּבְחִירוֹת חֲכָמוֹת
ar: المال والادّخار والاختيارات الذكية
en: Money, saving, and smart choices
ru: Деньги, сбережения и разумный выбор

source: כֶּפֶל
ar: الضرب
en: Multiplication
ru: Умножение

source: כֶּפֶל ×
ar: ضرب ×
en: Times ×
ru: Умножение ×

source: כֶּתֶר זָהָב
ar: تاج ذهبي
en: Gold crown
ru: Золотая корона

source: כֶּתֶר זָהָב!
ar: تاج ذهبي!
en: Gold crown!
ru: Золотая корона!

source: כַּבּוּ "השבתה" וְ"הגבלות יישומים"
ar: أوقفوا «وقت التوقف» و«حدود التطبيقات»
en: Turn off "Downtime" and "App Limits"
ru: Выключите «В покое» и «Лимиты приложений»

source: כַּבּוּ "זְמַן הַשְׁבָּתָה" וּ"מִגְבְּלוֹת יִשּׁוּמִים"
ar: أوقفوا «وقت التوقف» و«حدود التطبيقات»
en: Turn off "Downtime" and "App Limits"
ru: Выключите «В покое» и «Лимиты приложений»

source: כַּדּוּר
ar: كرة
en: ball
ru: мяч

source: כַּדּוּר אָדֹם אֶחָד
ar: كرة حمراء واحدة
en: one red ball
ru: один красный мяч

source: כַּדּוּר הָאָרֶץ
ar: الأرض
en: Earth
ru: Земля

source: כַּדּוּר כָּחֹל אֶחָד
ar: كرة زرقاء واحدة
en: one blue ball
ru: один синий мяч

source: כַּדּוּר פּוֹרֵחַ
ar: منطاد
en: hot-air balloon
ru: воздушный шар

source: כַּדּוּרְסַל
ar: كرة السلة
en: Basketball
ru: Баскетбол

source: כַּדּוּרִים
ar: كرات
en: balls
ru: мячи

source: כַּדּוּרֶגֶל
ar: كرة القدم
en: Soccer
ru: Футбол

source: כַּמָּה %@?
ar: كم %@؟
en: How many %@?
ru: Сколько %@?

source: כַּמָּה הִרְוַחְתֶּם הַיּוֹם
ar: ما ربحته اليوم
en: What you earned today
ru: Сколько заработано сегодня

source: כַּמָּה הֵם %lld%% מִ־%lld?
ar: كم يساوي %lld%% من %lld؟
en: What is %lld%% of %lld?
ru: Сколько будет %lld%% от %lld?

source: כַּמָּה זֶה
ar: كم يساوي
en: equals what
ru: сколько будет

source: כַּמָּה זֶה 7 + 8?
ar: كم يساوي 7 + 8؟
en: What's 7 + 8?
ru: Сколько будет 7 + 8?

source: כַּמָּה עֹדֶף נְקַבֵּל מִ־%@?
ar: كم الباقي من %@؟
en: How much change do we get from %@?
ru: Сколько сдачи мы получим с %@?

source: כַּמָּה עֹדֶף נְקַבֵּל?
ar: كم سنستلم من الباقي؟
en: How much change do we get?
ru: Сколько сдачи мы получим?

source: כַּמָּה עוֹלֶה הַכֹּל?
ar: كم يكلّف كل شيء؟
en: How much is it all?
ru: Сколько стоит всё вместе?

source: כַּנְפָן
ar: جناح
en: Winger
ru: Крайний нападающий

source: כַּף רֶגֶל
ar: قدم
en: foot
ru: ступня

source: כַּרְטִיס
ar: تذكرة
en: Ticket
ru: Билет

source: כַּרְטִיס אָדֹם
ar: بطاقة حمراء
en: red card
ru: красная карточка

source: כַּרְטִיס לַקּוֹלְנוֹעַ
ar: تذكرة سينما
en: a movie ticket
ru: билет в кино

source: כַּרְטִיס צָהֹב
ar: بطاقة صفراء
en: yellow card
ru: жёлтая карточка

source: כַּרְטִיסִיָּה חֹדְשִׁית
ar: بطاقة مواصلات شهرية
en: Monthly travel pass
ru: Месячный проездной

source: כָּאן מַגְדִּירִים קוֹד — וְשׁוֹמְרִים אוֹתוֹ רַק לָכֶם
ar: هنا تعيّنون الرمز — واحتفظوا به لأنفسكم
en: Set the passcode here — and keep it to yourselves
ru: Здесь задаётся код — держите его при себе

source: כָּאן פּוֹתְחִים אֶת הַדַּקּוֹת שֶׁהִרְוַחְתְּ, וְהַטֶּלֶפוֹן נִפְתָּח.
ar: هنا تفتحين الدقائق التي كسبتِها، فيُفتح الهاتف.
en: This is where you open the minutes you earned, and the phone unlocks.
ru: Здесь ты открываешь заработанные минуты — и телефон разблокируется.

source: כָּאן פּוֹתְחִים אֶת הַדַּקּוֹת שֶׁהִרְוַחְתָּ, וְהַטֶּלֶפוֹן נִפְתָּח.
ar: هنا تفتح الدقائق التي كسبتها، فيُفتح الهاتف.
en: This is where you open the minutes you earned, and the phone unlocks.
ru: Здесь ты открываешь заработанные минуты — и телефон разблокируется.

source: כָּבֵד
ar: كبد
en: liver
ru: печень

source: כָּחוֹל
ar: أزرق
en: blue
ru: синий

source: כָּךְ זֶה נִרְאֶה בְּ"הגדרות" ← "זמן מסך"
ar: هكذا يبدو في «الإعدادات» ← «مدة استخدام الجهاز»
en: This is how it looks in "Settings" → "Screen Time"
ru: Так это выглядит в «Настройки» → «Экранное время»

source: כָּךְ טוֹפִי יַתְאִים אֶת הַשְּׁאֵלוֹת בְּדִיּוּק בִּשְׁבִילְךָ 🎯
ar: هكذا يختار Tofy الأسئلة المناسبة لك تمامًا 🎯
en: This way Tofy can pick questions just right for you 🎯
ru: Так Tofy подберёт вопросы точно для тебя 🎯

source: כָּךְ טוֹפִי יַתְאִים אֶת הַשְּׁאֵלוֹת בְּדִיּוּק בִּשְׁבִילֵךְ 🎯
ar: هكذا يختار Tofy الأسئلة المناسبة لكِ تمامًا 🎯
en: This way Tofy can pick questions just right for you 🎯
ru: Так Tofy подберёт вопросы точно для тебя 🎯

source: כָּל %1$lld תְּשׁוּבוֹת נְכוֹנוֹת בְּטוֹפִי = %2$@ מִשְׂחָק
ar: كل %1$lld إجابات صحيحة في توفي = %2$@ لعب
en: Every %1$lld correct answers in Tofy = %2$@ of play
ru: Каждые %1$lld правильных ответа в Tofy = %2$@ игры

source: כָּל %lld הָעוֹלָמוֹת, מִשְׂחָקִים, זִירָה וּמַטְלוֹת · לְכָל הַיְלָדִים
ar: جميع الـ%lld عالم، والألعاب، والحلبة، والمهام · لكل الأطفال
en: All %lld worlds, games, the Arena, and chores · for all kids
ru: Все %lld мира, игры, арена и задания · для всех детей

source: כָּל %lld נְכוֹנוֹת = %lld דַּקּוֹת מִשְׂחָק
ar: كل %lld إجابات صحيحة = %lld دقائق لعب
en: Every %lld correct = %lld play minutes
ru: Каждые %lld правильных = %2$lld мин. игры

source: כָּל 10 תְּשׁוּבוֹת = 4 דַּקּוֹת מָסָךְ
ar: كل 10 إجابات = 4 دقائق شاشة
en: Every 10 answers = 4 minutes of screen time
ru: Каждые 10 ответов = 4 минуты экрана

source: כָּל הַזּוּגוֹת מְחֻבָּרִים!
ar: كل الأزواج متصلة!
en: All the pairs are matched!
ru: Все пары соединены!

source: כָּל הַיְלָדִים
ar: كل الأطفال
en: All kids
ru: Все дети

source: כָּל הַיַּהֲלוֹמִים שֶׁתִּצְבְּרוּ הַיּוֹם — כְּפוּלִים! 💎×2 זֶה הַזְּמַן הֲכִי טוֹב לֶאֱסֹף הַרְבֵּה.
ar: كل الألماسات التي تجمعها اليوم — مضاعفة! 💎×2 هذا أفضل وقت لجمع الكثير.
en: All the diamonds you earn today are doubled! 💎×2 It's the best time to collect lots.
ru: Все алмазы, которые ты соберёшь сегодня, — двойные! 💎×2 Самое время собрать побольше.

source: כָּל הַכָּבוֹד! אַלּוּפִים!
ar: أَحْسَنْتُم! أَبْطال!
en: Well done! Champions!
ru: Молодцы! Вы чемпионы!

source: כָּל הַכָּבוֹד! נִפְגָּשִׁים מָחָר 🌙
ar: أحسنت! نلتقي غدًا 🌙
en: Great job! See you tomorrow 🌙
ru: Молодец! Увидимся завтра 🌙

source: כָּל הַכָּבוֹד! סִיַּמְתְּ הַכֹּל לְהַיּוֹם
ar: أحسنتِ! أنهيتِ كل شيء لليوم
en: Great job! You finished everything for today
ru: Молодец! Ты всё закончила на сегодня

source: כָּל הַכָּבוֹד! סִיַּמְתָּ הַכֹּל לְהַיּוֹם
ar: أحسنتَ! أنهيتَ كل شيء لليوم
en: Great job! You finished everything for today
ru: Молодец! Ты всё закончил на сегодня

source: כָּל הַכָּבוֹד! עוֹד נְקוּדּוֹת וְכוֹכָבִים
ar: أحسنت! المزيد من النقاط والنجوم
en: Great job! More points and stars
ru: Молодец! Ещё очки и звёзды

source: כָּל הַכָּבוֹד! 🎉
ar: أحسنت! 🎉
en: Great job! 🎉
ru: Молодец! 🎉

source: כָּל הַכָּבוֹד, אַלּוּף! 🎉
ar: أحسنتَ يا بطل! 🎉
en: Great job, champ! 🎉
ru: Молодец, чемпион! 🎉

source: כָּל הַכָּבוֹד, אַלּוּפָה! 🎉
ar: أحسنتِ يا بطلة! 🎉
en: Great job, champ! 🎉
ru: Молодец, чемпионка! 🎉

source: כָּל הַנּוֹשְׂאִים · דַּקּוֹת כְּפוּלוֹת
ar: كل المواضيع · دقائق مضاعفة
en: All topics · double minutes
ru: Все темы · двойные минуты

source: כָּל הַסְּפָרוֹת בַּקּוֹד אִי־זוּגִיּוֹת
ar: كل أرقام الرمز فردية
en: Every digit in the code is odd
ru: Все цифры кода нечётные

source: כָּל הַשְּׁאָר נִשְׁאָר נָעוּל. בְּתֹם הַזְּמַן הֵן נִנְעָלוֹת בַּחֲזָרָה לְבַד.
ar: وكل ما تبقّى يظل مقفلًا. وعند انتهاء الوقت تُقفل من جديد وحدها.
en: Everything else stays locked. When time's up, they lock again automatically.
ru: Всё остальное останется закрытым. Когда время выйдет, приложения закроются сами.

source: כָּל הַשְּׁאָר נָעוּל עַד שֶׁמַּרְוִיחִים זְמַן — גַּם אַפְּלִיקַצְיָה שֶׁתֻּתְקַן מָחָר.
ar: كل ما تبقّى مقفل حتى يُكتسب الوقت — بما في ذلك تطبيق يُنزّل غدًا.
en: Everything else is locked until time is earned — including an app installed tomorrow.
ru: Всё остальное заблокировано, пока не заработано время, — включая приложение, установленное завтра.

source: כָּל הַשִּׂיחוֹת
ar: كل المحادثات
en: All chats
ru: Все чаты

source: כָּל הַשַּׂחְקָנִים
ar: كل اللاعبين
en: All players
ru: Все игроки

source: כָּל הָעוֹלָמוֹת פְּתוּחִים %@ עַד %@. בְּלִי כַּרְטִיס, לֹא מִתְחַדֵּשׁ. בֵּינְתַיִם תִּרְאוּ מָה %@.
ar: كل العوالم مفتوحة %@ حتى %@. بلا بطاقة، وبلا تجديد. في هذه الأثناء شاهدوا ما %@.
en: All worlds are open %@ until %@. No card, no auto-renewal. Meanwhile, see what %@.
ru: Все миры открыты %@ до %@. Без карты, без автопродления. А пока посмотрите, что %@.

source: כָּל הָעוֹלָמוֹת — בְּלִי גְּבוּלוֹת
ar: كل العوالم — بلا حدود
en: Every world — no limits
ru: Все миры — без ограничений

source: כָּל הָעוֹלָמוֹת — כּוֹלֵל כָּל עוֹלָם חָדָשׁ שֶׁנּוֹסִיף — הַמִּשְׂחָקִים וְהַמַּטְלוֹת, לְכָל הַיְלָדִים, בְּכָל הַמַּכְשִׁירִים. קוֹנִים פַּעַם אַחַת, כָּאן.
ar: كل العوالم — بما فيها كل عالم جديد نضيفه — والألعاب والمهام، لكل الأطفال، على كل الأجهزة. شراء لمرة واحدة، من هنا.
en: All worlds — including every new world we add — plus games and chores, for all your kids, on all devices. Buy once, here.
ru: Все миры — включая каждый новый мир, который мы добавим, — игры и задания, для всех ваших детей, на всех устройствах. Покупка один раз, здесь.

source: כָּל הָרְמָזִים כָּאן — וְיֵשׁ רַק קוֹד אֶחָד שֶׁמַּתְאִים לְכֻלָּם! 🧠
ar: كل التلميحات هنا — ولا يوافقها إلا رمز واحد! 🧠
en: Every clue is here — and only one code fits them all! 🧠
ru: Все подсказки открыты — и подходит только один код! 🧠

source: כָּל כַּמָּה שְׁאֵלוֹת קוֹפֵץ מִשְׂחָק קָצָר — עִם כּוֹכָבִים וְיַהֲלוֹמִים כְּפוּלִים
ar: كل بضعة أسئلة تقفز لعبة قصيرة — مع نجوم وألماسات مضاعفة
en: Every few questions a short game pops up — with double stars and diamonds
ru: Каждые несколько вопросов выскакивает короткая игра — со звёздами и алмазами вдвойне

source: כָּל כּוֹכָב מְקַדֵּם אוֹתְךָ לְמַעְלָה! ⭐
ar: كل نجمة ترفعك إلى الأعلى! ⭐
en: Every star moves you up! ⭐
ru: Каждая звезда поднимает тебя выше! ⭐

source: כָּל כּוֹכָב מְקַדֵּם אוֹתָךְ לְמַעְלָה! ⭐
ar: كل نجمة ترفعكِ إلى الأعلى! ⭐
en: Every star moves you up! ⭐
ru: Каждая звезда поднимает тебя выше! ⭐

source: כָּל מְדִינָה וְעִיר הַבִּירָה שֶׁלָּהּ
ar: كل دولة وعاصمتها
en: Each country and its capital
ru: Каждая страна и её столица

source: כָּל מִלָּה וְהַתַּרְגּוּם שֶׁלָּהּ בְּאַנְגְּלִית
ar: كل كلمة وترجمتها بالإنجليزية
en: Each word and its English translation
ru: Каждое слово и его перевод на английский

source: כָּל מַה שֶּׁאַתֶּם לוֹמְדִים מְטַפֵּס בַּדֵּרוּג 🏆
ar: كل ما تتعلّمونه يرفعكم في الترتيب 🏆
en: Everything you learn helps you climb 🏆
ru: Всё, что ты учишь, поднимает тебя в рейтинге 🏆

source: כָּל מַה שֶּׁתַּרְוִיחִי עַכְשָׁיו נִשְׁמָר לְמָחָר.
ar: كل ما تكسبينه الآن محفوظ لغدٍ.
en: Everything you earn now is saved for tomorrow.
ru: Всё, что ты заработаешь сейчас, сохранится на завтра.

source: כָּל מַה שֶּׁתַּרְוִיחַ עַכְשָׁיו נִשְׁמָר לְמָחָר.
ar: كل ما تكسبه الآن محفوظ لغدٍ.
en: Everything you earn now is saved for tomorrow.
ru: Всё, что ты заработаешь сейчас, сохранится на завтра.

source: כָּל פְּרִיט לַסַּל הַמַּתְאִים
ar: كل عنصر إلى السلة المناسبة
en: Every item into the right basket
ru: Каждый предмет — в свою корзину

source: כָּל שְׁאֵלָה וְהַתְּשׁוּבָה שֶׁלָּהּ
ar: كل سؤال وإجابته
en: Each question and its answer
ru: Каждый вопрос и его ответ

source: כָּל שְׁאָר הָאַפְּלִיקַצְיוֹת בַּטֶּלֶפוֹן יִנָּעֲלוּ. הַיֶּלֶד יִלְמַד וִישַׂחֵק בְּטוֹפִי, וְיוּכַל לִפְתּוֹחַ אֶת הָאַפְּלִיקַצְיוֹת הַמּוּתָּרוֹת. לִיצִיאָה — קוֹד הוֹרֶה.
ar: ستُقفل بقية التطبيقات في الهاتف. سيتعلّم الطفل ويلعب في Tofy، ويمكنه فتح التطبيقات المسموح بها. وللخروج — رمز الوالد.
en: All other apps on the phone will be locked. Your child will learn and play in Tofy and can open the allowed apps. Exiting requires the parent code.
ru: Все остальные приложения на телефоне будут заблокированы. Ребёнок будет учиться и играть в Tofy и сможет открывать разрешённые приложения. Для выхода нужен родительский код.

source: כָּל תְּמוּנָה וְהַמִּלָּה שֶׁלָּהּ
ar: كل صورة وكلمتها
en: Each picture and its word
ru: Каждая картинка и её слово

source: כָּל תְּשׁוּבָה נְכוֹנָה בְּטוֹפִי = %@ מִשְׂחָק
ar: كل إجابة صحيحة في Tofy = %@ لعب
en: Every correct answer in Tofy = %@ of play
ru: Каждый правильный ответ в Tofy = %@ игры

source: כָּל תְּשׁוּבָה נְכוֹנָה מְסוֹבֶבֶת גַּלְגַּל — שְׁלוֹשָׁה גַּלְגַּלִּים, וְהַכַּסֶּפֶת נִפְתַּחַת!
ar: كل إجابة صحيحة تدير قرصًا — ثلاثة أقراص وتنفتح الخزنة!
en: Every right answer turns a dial — three dials, and the safe opens!
ru: Каждый правильный ответ поворачивает диск — три диска, и сейф открыт!

source: כָּל תְּשׁוּבָה נְכוֹנָה מַרְוִיחָה %lld שְׁנִיּוֹת מִשְׂחָק, כּוֹכָבִים ⭐ וְיַהֲלוֹמִים 💎.
ar: كل إجابة صحيحة تربح %lld ثانية لعب ونجومًا ⭐ وألماسًا 💎.
en: Every right answer earns %lld seconds of play, stars ⭐ and diamonds 💎.
ru: Каждый правильный ответ приносит %lld сек. игры, звёзды ⭐ и алмазы 💎.

source: כָּל תְּשׁוּבָה נְכוֹנָה מוֹסִיפָה זְמַן מִשְׂחָק
ar: كل إجابة صحيحة تضيف وقت لعب
en: Every correct answer adds play time
ru: Каждый правильный ответ добавляет время игры

source: כָּל תְּשׁוּבָה נְכוֹנָה נוֹתֶנֶת נְקוּדּוֹת. כְּשֶׁהַפַּס מִתְמַלֵּא עוֹלִים רָמָה — וּמְקַבְּלִים 💎 בּוֹנוּס לַחֲנוּת (10 עַל כָּל רָמָה). מֵרָמָה 5 הָאַוָּטָאר מְקַבֵּל מִסְגֶּרֶת בְּרוֹנְזָה, מֵ־10 כֶּסֶף, וּמֵ־20 זָהָב!
ar: كل إجابة صحيحة تمنح نقاطًا. وعندما يمتلئ الشريط ترتقي مستوى — وتحصل على 💎 إضافية للمتجر (10 عن كل مستوى). ومن المستوى 5 تحصل الشخصية على إطار برونزي، ومن 10 فضي، ومن 20 ذهبي!
en: Every correct answer gives you points. When the bar fills up, you level up — and get bonus 💎 for the shop (10 for every level). At level 5 your avatar gets a bronze frame, at 10 silver, and at 20 gold!
ru: Каждый правильный ответ даёт очки. Когда полоса заполняется, ты переходишь на новый уровень — и получаешь бонусные 💎 для магазина (10 за каждый уровень). С 5-го уровня у аватара бронзовая рамка, с 10-го — серебряная, а с 20-го — золотая!

source: כָּל תְּשׁוּבָה נְכוֹנָה פּוֹתַחַת רֶמֶז — וְהָרְמָזִים מְגַלִּים אֶת הַקּוֹד הַסּוֹדִי
ar: كل إجابة صحيحة تفتح تلميحًا — والتلميحات تكشف الرمز السري
en: Every right answer opens a clue — and the clues reveal the secret code
ru: Каждый верный ответ открывает подсказку — а подсказки раскрывают секретный код

source: כָּל תַּרְגִּיל וְהַתּוֹצָאָה שֶׁלּוֹ
ar: كل تمرين ونتيجته
en: Each problem and its answer
ru: Каждый пример и его ответ

source: כָּלוּל בְּטוֹפִי+ · %@ %@ · %lld שְׁאֵלוֹת
ar: مشمول في Tofy+ · %@ %@ · %lld سؤال
en: Included in Tofy+ · %@ %@ · %lld questions
ru: Входит в Tofy+ · %1$@ %2$@ · %lld вопроса

source: כָּלוּל בְּטוֹפִי+ · אוֹ חַד־פַּעֲמִי
ar: مشمول في Tofy+ · أو لمرة واحدة
en: Tofy+ or buy once
ru: Входит в Tofy+ · или разово

source: כָּלוּל בְּטוֹפִי+ · אוֹ רְכִישָׁה חַד־פַּעֲמִית
ar: مشمول في Tofy+ · أو شراء لمرة واحدة
en: Included in Tofy+ · or a one-time purchase
ru: Входит в Tofy+ · или разовая покупка

source: כָּלוּל בְּטוֹפִי+ · פָּתוּחַ לְכָל הַיְלָדִים
ar: مشمول في Tofy+ · مفتوح لكل الأطفال
en: Included in Tofy+ · unlocked for all kids
ru: Входит в Tofy+ · открыто для всех детей

source: כָּלוּל בְּטוֹפִי+ — כְּבָר פָּתוּחַ לְכָל הַיְלָדִים
ar: مشمول في Tofy+ — مفتوح مسبقًا لكل الأطفال
en: Included in Tofy+ — already unlocked for all kids
ru: Входит в Tofy+ — уже открыто для всех детей

source: כָּלוּל בְּטוֹפִי+ ✓
ar: مشمول في Tofy+ ✓
en: Included in Tofy+ ✓
ru: Входит в Tofy+ ✓

source: כָּפוּל
ar: ضرب
en: times
ru: умножить

source: כָּרִישׁ
ar: قرش
en: shark
ru: акула

source: כָּרֶגַע אֵין דַּקּוֹת מַתָּנָה. כְּשֶׁהַהוֹרִים יִשְׁלְחוּ מַתָּנָה — הִיא תּוֹפִיעַ כָּאן 💝
ar: لا توجد دقائق هديّة الآن. عندما يرسل والداك هديّة ستظهر هنا 💝
en: No gift minutes right now. When your parents send a gift, it shows up here 💝
ru: Сейчас подарочных минут нет. Когда родители пришлют подарок, он появится здесь 💝

source: כָּתוֹם
ar: برتقالي
en: orange
ru: оранжевый

source: כּוֹבַע בּוֹקְרִים
ar: قبعة رعاة البقر
en: Cowboy hat
ru: Ковбойская шляпа

source: כּוֹבַע חוֹרֶף
ar: قبعة شتوية
en: Winter hat
ru: Зимняя шапка

source: כּוֹבַע מְסִיבָּה
ar: قبعة حفلة
en: Party hat
ru: Праздничный колпак

source: כּוֹבַע מִצְחִיָּה
ar: قبعة بيسبول
en: Baseball cap
ru: Бейсболка

source: כּוֹבַע סְטוּדֶנְט
ar: قبعة تخرّج
en: Graduation cap
ru: Шапочка выпускника

source: כּוֹבַע פִּירָאט
ar: قبعة قرصان
en: Pirate hat
ru: Пиратская шляпа

source: כּוֹבַע צִילִינְדֶּר
ar: قبعة أسطوانية
en: Top hat
ru: Цилиндр

source: כּוֹבָעִים
ar: قبعات
en: Hats
ru: Шапки

source: כּוֹכְבֵי לֶכֶת, יָרֵחַ, אַסְטְרוֹנָאוּטִים וְשֶׁמֶשׁ
ar: الكواكب والقمر ورُوّاد الفضاء والشمس
en: Planets, the Moon, astronauts, and the Sun
ru: Планеты, Луна, астронавты и Солнце

source: כּוֹכְבֵי לֶכֶת, יָרֵחַ, אַסְטְרוֹנָאוּטִים וְשֶׁמֶשׁ — בְּשָׁלוֹשׁ רָמוֹת שֶׁמִּתְאִימוֹת אֶת עַצְמָן לַיֶּלֶד, וְעַל כָּל תְּשׁוּבָה נְכוֹנָה מַרְוִיחִים דַּקּוֹת מִשְׂחָק, בְּדִיּוּק כְּמוֹ בְּכָל עוֹלָם.
ar: الكواكب والقمر ورُوّاد الفضاء والشمس — بثلاثة مستويات تتكيّف مع الطفل، وكل إجابة صحيحة تكسب دقائق لعب، تمامًا كما في كل عالم.
en: Planets, the Moon, astronauts, and the Sun — in three levels that adapt to your child, and every correct answer earns play minutes, just like in every world.
ru: Планеты, Луна, астронавты и Солнце — на трёх уровнях, которые сами подстраиваются под ребёнка, и за каждый правильный ответ начисляются минуты игры, как и в любом мире.

source: כּוֹכַב יָם
ar: نجم البحر
en: starfish
ru: морская звезда

source: כּוֹכַב לֶכֶת
ar: كوكب
en: Planet
ru: Планета

source: כּוֹכַב לֶכֶת גַּזִּי
ar: كوكب غازي
en: Gas giant
ru: Газовая планета

source: כּוֹכַב לֶכֶת סַלְעִי
ar: كوكب صخري
en: Rocky planet
ru: Каменная планета

source: כּוֹכָב
ar: نجمة
en: star
ru: звезда

source: כּוֹכָב חַמָּה
ar: عطارد
en: Mercury
ru: Меркурий

source: כּוֹכָבִים
ar: نجوم
en: Stars
ru: Звёзды

source: כּוֹכָבִים וִיהַלוֹמִים
ar: نجوم وألماس
en: Stars and diamonds
ru: Звёзды и алмазы

source: כּוֹכָבִים עַל כָּל הַצְלָחָה, וִיהַלוֹמִים לִקְנִיּוֹת בַּחֲנוּת.
ar: نجوم على كل نجاح، وألماس للشراء من المتجر.
en: Stars for every success, and diamonds to spend in the shop.
ru: Звёзды за каждый успех, а алмазы — для покупок в магазине.

source: כּוֹלֵל אַפְּלִיקַצְיוֹת חֲדָשׁוֹת
ar: بما في ذلك التطبيقات الجديدة
en: Including new apps
ru: Включая новые приложения

source: כּוֹס
ar: كوب
en: cup
ru: стакан

source: כּוֹסוֹת, כַּפּוֹת, גְּרָמִים וְלִיטְרִים
ar: أكواب وملاعق وغرامات ولترات
en: Cups, spoons, grams, and liters
ru: Стаканы, ложки, граммы и литры

source: כאן יופיע כל מה שקורה אצל הילדים: כל התראה ששלחנו לכם, סבב שהסתיים ודקות שהורווחו, מטלה שמחכה לאישור שלכם, דקות מתנה ונעילה מרחוק, הישגים כמו רצף ועליית רמה, מכשיר שהצטרף למשפחה, ותשובה מצוות טופי.
ar: سيظهر هنا كل ما يحدث مع أطفالكم: كل إشعار أرسلناه لكم، جولة انتهت والدقائق التي رُبحت فيها، مهمة تنتظر موافقتكم، دقائق هدية وقفل عن بُعد، إنجازات مثل سلسلة إجابات وارتفاع مستوى، جهاز انضم إلى العائلة، وردّ من فريق Tofy.
en: Everything happening with your children will show up here: every notification we sent you, a round that ended and the minutes it earned, a chore waiting for your approval, gift minutes and a remote lock, milestones like a streak or a level up, a device that joined the family, and a reply from the Tofy team.
ru: Здесь появится всё, что происходит у детей: каждое отправленное вам уведомление, завершённый раунд и заработанные минуты, дело, которое ждёт вашего подтверждения, подаренные минуты и блокировка на расстоянии, достижения — серия верных ответов и новый уровень, присоединившееся устройство и ответ команды Tofy.

source: כבוי
ar: مطفأ
en: Off
ru: Выключено
